{"id":174,"date":"2023-01-02T12:23:22","date_gmt":"2023-01-02T12:23:22","guid":{"rendered":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/?p=174"},"modified":"2023-02-22T09:52:01","modified_gmt":"2023-02-22T09:52:01","slug":"ultimate-personality-test","status":"publish","type":"post","link":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/ultimate-personality-test\/","title":{"rendered":"Ultimate Personality Test"},"content":{"rendered":"\n<p id=\"8862\">It’s remarkable to watch a five-year-old draw, void of any anxiety about what the world will think. We all start our lives creatively confident, happy to create and share our work with pride. And then, as we age, our comfort with creative expression declines. We’re discouraged by the learning curve of creative skills and tools, by our tendency to compare ourselves to others, and by the harsh opinions of critics. As Picasso famously quipped, “All children are born artists, the problem is to remain an artist as we grow up.” It is a sad irony: As we age, our creative capabilities (and opportunities!) grow as we collect life experiences that inspire us — but our creative confidence shrinks. We are more creatively confident in kindergarten than we are as adults. Correcting this is among the greatest opportunities for the next generation of humankind.<\/p>\n\n\n\n<p id=\"5031\"><strong>Well, we’re entering an era that changes everything.<\/strong>&nbsp;A few critical technology breakthroughs and fundamentally more accessible platforms are changing everything. From free web-based tools with templates that help conquer the fear of the blank screen to powerful generative artificial intelligence that conjures up anything from a text prompt, expressing yourself creatively no longer requires climbing creativity’s notoriously steep learning curve.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote has-medium-font-size is-layout-flow wp-block-quote-is-layout-flow\">\n<p><strong>Most of those who have succeeded in life can trace their success back to the essential education they obtained from parents, teachers and\/ or friends.<\/strong><\/p>\n<cite>T-Ralph Olaniyi<\/cite><\/blockquote>\n\n\n\n<p> <\/p>\n\n\n\n<p id=\"9fd3\">People from communities of color are underrepresented in publishing. Our books make up less than six percent of the titles released each year, and that’s despite a century of fighting against the gatekeepers. The results of this systematic exclusion are clear: we are also elided from the national conversation, starting in elementary school. Those who live in this country are trained by textbooks, libraries, classrooms, TV, and cinema to see US life as almost exclusively white. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"0b22\"><strong>The Death of Creativity’s Learning Curve<\/strong><\/h3>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"alignleft size-full is-resized\"><img fetchpriority=\"high\" decoding=\"async\" src=\"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/234234.jpg\" alt=\"\" class=\"wp-image-46\" width=\"320\" height=\"398\" srcset=\"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/234234.jpg 640w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/234234-241x300.jpg 241w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/234234-600x746.jpg 600w\" sizes=\"(max-width: 320px) 100vw, 320px\" \/><figcaption class=\"wp-element-caption\"><em>There is so much else to praise<\/em><\/figcaption><\/figure><\/div>\n\n\n<p id=\"2e8e\">Welcome to an era in which the friction between an idea, and creatively expressing that idea, is removed. Whether it is as an image, an essay, an animated story, or even a video, you can simply talk about what you see in your mind’s eye and get immediate visual output. “But that’s not real creativity!” some may exclaim. Until now, “creativity” has conflated both the generation of ideas and the process involved to express those ideas.&nbsp;<em>Is the process of intricately chiseling a beautiful sculpture creative, or is the idea of the sculpture — the image conjured up in the mind’s eye — the truly creative part of an otherwise laborious and tedious process?&nbsp;<\/em>It’s an age-old argument. Michelangelo, for instance, believed that each stone has a statue inside it and the sculptor discovers it by chipping away. At the same time, the great master employed as many as 13 assistants to help him paint the Sistine Chapel. So, it’s complicated.<\/p>\n\n\n\n<p id=\"dae0\">Most artists today can’t afford 13 human assistants, but they use other tools to reduce the laborious parts of creativity, including AI-powered shortcuts, component libraries for product designers, templates, and now generative AI. This latest breakthrough has elicited both fanfare and fear because of its ability to conjure up an original piece of media based solely on a text prompt. Conceptually, it’s like a roomful of inexperienced interns who instantly present you with endless renditions of whatever you describe. Most of what they present will be wrong, but you may get some stuff to work with and, occasionally, something novel will catch your eye.<\/p>\n\n\n\n<p id=\"84c3\">Of course, behind the scenes, the machine learning engines that drive AI creation were trained using millions of pieces of content from real artists, many of whom never consented to have their work used in that way. To correct this, I anticipate a series of regulations, evolutions in copyright law, new walled gardens and token-gated portfolio experiences, and new compensation models for artists that opt-in and\/or allow the use of their style for GenerativeAI purposes. Serious issues to solve and unfortunately, as usual, the availability of such tech preceded these discussions. But here we are, and we need to find the path to sustainability as well as opportunities for both artists and non-artists alike.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"13bd\"><strong>The Opportunity for Creative Pros in the Era of Creative Confidence<\/strong><\/h3>\n\n\n\n<p id=\"eff5\">As someone is driven to help all people access the tools for creative expression, it has been thrilling to watch hundreds of millions of people who may have been intimidated by professional-grade tools like Photoshop or Premiere Pro begin tinkering creatively using new template-based and AI-driven tools and technologies. At the same time, there is a common sentiment — and often times anxiety — among creative professionals that these tools threaten their livelihoods.<\/p>\n\n\n\n<p id=\"a3c6\">Humans have always been frenemies with new technology. We relish the efficiencies and welcome having more brain power for higher-order tasks. And yet we fret about the interim disruptions as we adjust. That was the case with the advent of photography, automobiles, and desktop publishing, and I don’t think this is an exception. As more human jobs become assisted, automated, or replaced by artificial intelligence,&nbsp;<strong>we must spend our hours where we have a competitive advantage over machines: developing new ideas, expressing old things in new ways, innovating processes, and crafting the story that infuses our creations with meaning<\/strong>.<\/p>\n\n\n\n<p id=\"4d13\"><strong>As generative AI gets better at producing content, it’s important to remember that creativity is about far more than the outcome.<\/strong>&nbsp;The striking and wondrous thing about creativity is its mysterious seeds of origin. Do not new ideas come from genuine curiosity and initiative? Mistakes of the eye? Childhood traumas? Nobody fully understands the origins of ingenuity, but we know it is a function of the arrangement of our neurons and is as individualistic as our fingerprints. The creations that see the light of day in the form of pigment or pixels or breakthrough businesses are the result of these mysterious inner workings. Creativity is not just the output, it is the inputs — the ideas and the ingenuity. It’s the judgment to know when something is good and when it’s done. It is the creative control to modify and iterate based on a career of fine-tuned intuition. It is the unique human story that brought it to life, and the story we share that gives the work meaning to those who experience it. And it is the innovation in the creative process itself that distinguishes the outcome.&nbsp;As the process part of creativity — chipping away at the stone or mixing the colors or iterating the pixels — becomes less of an obstacle, the other parts of creativity — the original idea, the judgment, the innovations in process, and the story — become more important than ever.<\/p>\n\n\n\n<p id=\"2ecc\">Herein lies the opportunity for the creative professionals among us. While the world becomes more creatively confident and empowered, there will always be an opportunity to go further. The magic of creativity — the many inputs of life experience, and emotion, and how they influence our approach to our work — remain in our creative control. And we know, creativity is most impactful when accompanied by meaning and story. AI models and templates can’t generate meaning.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"8e28\"><strong>Implications for Creative Careers, Culture, &amp; Beyond<\/strong><\/h3>\n\n\n\n<ul>\n<li><strong>Compensation will change.<\/strong>&nbsp;We all know that insight from a creative genius may happen in an instant, but is often the product of decades of experience, trial and error, and lessons learned. Do creative people get paid for their judgment and ideas, or their time? Historically, the time has been the easiest measure of work and the most popular factor for charging for work completed. But, in an era in which much of our mundane and repetitive work is accomplished by AI-powered assistants, the time required for creative work has materially reduced. So, how do creators — and other disciplines where judgment and taste are the results of a lifetime’s work — start charging for value-added, as opposed to time spent? Perhaps there is, someday, some mutually agreed upon pricing model that takes experience into account. Perhaps more creative teams will get compensated based on the performance of their work. Compensation is ripe for re-imagination in the era of AI.<\/li>\n\n\n\n<li><strong>The “story” behind the work becomes more important and is <\/strong>front and center.&nbsp;As an art collector knows, the fine art world is as much (Nah, more!) about the story as it is about the paint on a canvas. Within a gallery, a piece is valued based on its lineage, its originality, and the trials and tribulations of the artist. A replica of priceless work is worth nothing.&nbsp;“This was created by Generative AI model X based on Y text prompt” is a pretty lackluster and uninspiring story, much like “This was painted by X as a replica of a masterpiece painted by Y.” Who cares?&nbsp;So, if the story defines the value and respect for a work of fine art, why wouldn’t the premium of the story carry over to other creative genres, especially in a world where anyone can generate anything with a text prompt (or print a replica with a printer)?<\/li>\n\n\n\n<li><strong>Creativity is the human creator just as much as the outcome.<\/strong>&nbsp;Will future brand campaigns spotlight the inspirations and creative teams behind them? Will we purchase digital art that is cryptographically signed by humans rather than AI models? (Adobe’s founding role in the&nbsp;<a href=\"https:\/\/contentauthenticity.org\/\" rel=\"noreferrer noopener\" target=\"_blank\">Content Authenticity Initiative<\/a>&nbsp;is partly inspired by this conviction). Take a stroll through TikTok’s greatest hits and you’ll see that people are clearly more engaged by a creator’s process than the outcome. With due respect to TikTok creators, their success isn’t purely because of the technical skill of their dancing, singing, or acting. It’s the spirit and humor they bring to whatever they do. If the human behind the art is what distinguishes and captivates, then generative AI will only further spotlight the value of creators and their stories.<\/li>\n\n\n\n<li><strong>As people gain creative confidence and access to expressive tools, culture will change as fashion and life design (your furniture, wallpaper, etc.) becomes hyper-personalized<\/strong>. Today, the designs in your life are created by small teams and generalized for the masses. The clothes you wear, the media you consume, the digital dashboard in your car, the items in your home — they are all made by a few and generalized for as many as possible. But with widespread creative confidence will come a desire to culturally flex yourself through personalization. Tools like&nbsp;<a rel=\"noreferrer noopener\" href=\"http:\/\/express.adobe.com\/\" target=\"_blank\">Adobe Express<\/a>, Lightroom, and Canva are already enabling people and small businesses to personalize their marketing, greeting cards, and photos at a professional grade without the learning curve. But I anticipate a world in which you customize your shoes or clothing before checking out (or select an artist to do it and ship your purchase to them first!). I anticipate that our experiences in cars will be personalized by us using templates for the dashboard design and customization kits for interiors. And when we start wearing AR glasses around, every person’s world will look remarkably different, by design, just because we can!<\/li>\n\n\n\n<li><strong>We will stand out in school and at work with our creativity rather than our productivity<\/strong>. Success in most white-collar jobs — and hopefully K-12 education — will shift from the endless drive for more productivity — being promoted because you accomplished more in less time — to standing out through your creativity. As much of our work becomes automated and AI-assisted, our ingenuity in merchandising ideas, our use of data to make compelling arguments, and our empathy-driven insights to solve customer problems should be what makes us successful. I like to say&nbsp;<a href=\"https:\/\/marker.medium.com\/creativity-is-the-new-productivity-d287d6ad7533\">creativity is the new productivity<\/a>&nbsp;because creative skills are what will distinguish humans most in the years to come.<\/li>\n<\/ul>\n\n\n\n<p><\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"f2ba\"><strong>Welcoming &amp; Adapting to Ubiquitous Creative Confidence<\/strong><\/h3>\n\n\n\n<p id=\"57e7\">As the expression of ideas becomes exponentially easier, the ideas themselves become more of the differentiator (yes, I think “Prompt Engineering” will become a discipline in and of itself!). Good ideas aren’t derived solely from logic and patterns of the past; they’re also the product of human traumas, mistakes of the eye, and uniquely human ingenuity. I am excited about AI, but I am ultimately long on creativity (aka humanity). With fundamentally easier execution of ideas and more ideas actually seeing the light of day, perhaps meritocracy will kick in and help the best ideas — now sourced from a far greater pool of creators — get the best opportunity and reach the most people.<\/p>\n\n\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\">\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"662\" data-id=\"60\" src=\"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/56455-1024x662.jpg\" alt=\"\" class=\"wp-image-60\" srcset=\"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/56455-1024x662.jpg 1024w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/56455-300x194.jpg 300w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/56455-768x497.jpg 768w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/56455-600x388.jpg 600w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/56455.jpg 1280w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"710\" data-id=\"59\" src=\"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/6785-1024x710.jpg\" alt=\"\" class=\"wp-image-59\" srcset=\"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/6785-1024x710.jpg 1024w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/6785-300x208.jpg 300w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/6785-768x533.jpg 768w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/6785-600x416.jpg 600w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/6785.jpg 1280w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" width=\"1024\" height=\"678\" data-id=\"61\" src=\"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/2345543-1024x678.jpg\" alt=\"\" class=\"wp-image-61\" srcset=\"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/2345543-1024x678.jpg 1024w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/2345543-300x199.jpg 300w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/2345543-768x508.jpg 768w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/2345543-600x397.jpg 600w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/2345543.jpg 1280w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n<figcaption class=\"blocks-gallery-caption wp-element-caption\"><span style=\"color: rgb(2, 2, 2); font-family: goudy-old-style, Garamond, &quot;Times New Roman&quot;, serif; font-size: 25px; text-align: left; white-space: normal;\">It’s important to distinguish pragmatism from the various forms of postmodern thinking<\/span><\/figcaption><\/figure>\n\n\n\n<p id=\"0746\">Much like every sport’s top athletes improve every generation, so should creatives. I would argue that AI is like some breakthrough new racket or sneaker — it almost unfairly elevates the game for every player and allows the very best to advance the game itself. Revolutionary tennis rackets and string technology allowed any weekend player to hit shots they never would have been capable of before. But it didn’t turn them into Rafa Nadal or Roger Federer. People with extraordinary talent, dedication, and fortitude will always stand out.<\/p>\n\n\n\n<p id=\"632e\">So here’s my plea to the creative community: As new technology and the “creativity for all” revolution ushers in the era of creative confidence, let’s welcome all the new players. But, in parallel, let&#8217;s us elevate our own game and advance every creative field through our own ingenuity. Let’s embrace yet pressure-test the new tech on our own terms — insisting on attribution, getting compensated for our work, and leaning into new models founded on ethics and dedicated to instilling creative confidence.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>It’s remarkable to watch a five-year-old draw, void of any anxiety about what the world will think. We all start our lives creatively confident, happy to create and share our work with pride. And then, as we age, our comfort with creative expression declines. We’re discouraged by the learning curve of creative skills and tools, [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":72,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"quote","meta":{"footnotes":""},"categories":[21,27],"tags":[38,41,43],"_links":{"self":[{"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/posts\/174"}],"collection":[{"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/comments?post=174"}],"version-history":[{"count":1,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/posts\/174\/revisions"}],"predecessor-version":[{"id":934,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/posts\/174\/revisions\/934"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/media\/72"}],"wp:attachment":[{"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/media?parent=174"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/categories?post=174"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/tags?post=174"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}