{"id":430,"date":"2022-12-28T17:13:00","date_gmt":"2022-12-28T17:13:00","guid":{"rendered":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/?p=430"},"modified":"2023-02-07T12:07:48","modified_gmt":"2023-02-07T12:07:48","slug":"the-best-fall-books-we-cant-wait-to-read","status":"publish","type":"post","link":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/the-best-fall-books-we-cant-wait-to-read\/","title":{"rendered":"The Best Fall Books We Can&#8217;t Wait to Read"},"content":{"rendered":"\n<p id=\"8862\">It’s remarkable to watch a five-year-old draw, void of any anxiety about what the world will think. We all start our lives creatively confident, happy to create and share our work with pride. And then, as we age, our comfort with creative expression declines. We’re discouraged by the learning curve of creative skills and tools, by our tendency to compare ourselves to others, and by the harsh opinions of critics. As Picasso famously quipped, “All children are born artists, the problem is to remain an artist as we grow up.” It is a sad irony: As we age, our creative capabilities (and opportunities!) grow as we collect life experiences that inspire us — but our creative confidence shrinks. We are more creatively confident in kindergarten than we are as adults. Correcting this is among the greatest opportunities for the next generation of humankind.<\/p>\n\n\n\n<p id=\"5031\"><strong>Well, we’re entering an era that changes everything.<\/strong>&nbsp;A few critical technology breakthroughs and fundamentally more accessible platforms are changing everything. From free web-based tools with templates that help conquer the fear of the blank screen to powerful generative artificial intelligence that conjures up anything from a text prompt, expressing yourself creatively no longer requires climbing creativity’s notoriously steep learning curve.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote has-medium-font-size is-layout-flow wp-block-quote-is-layout-flow\">\n<p><strong>Most of those who have succeeded in life can trace their success back to the essential education they obtained from parents, teachers and\/ or friends.<\/strong><\/p>\n<cite>T-Ralph Olaniyi<\/cite><\/blockquote>\n\n\n\n<p> <\/p>\n\n\n\n<p id=\"9fd3\">People from communities of color are underrepresented in publishing. Our books make up less than six percent of the titles released each year, and that’s despite a century of fighting against the gatekeepers. The results of this systematic exclusion are clear: we are also elided from the national conversation, starting in elementary school. Those who live in this country are trained by textbooks, libraries, classrooms, TV, and cinema to see US life as almost exclusively white. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"0b22\"><strong>The Death of Creativity’s Learning Curve<\/strong><\/h3>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"alignleft size-full is-resized\"><img fetchpriority=\"high\" decoding=\"async\" src=\"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/234234.jpg\" alt=\"\" class=\"wp-image-46\" width=\"320\" height=\"398\" srcset=\"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/234234.jpg 640w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/234234-241x300.jpg 241w, https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-content\/uploads\/2022\/12\/234234-600x746.jpg 600w\" sizes=\"(max-width: 320px) 100vw, 320px\" \/><figcaption class=\"wp-element-caption\"><em>There is so much else to praise<\/em><\/figcaption><\/figure><\/div>\n\n\n<p id=\"2e8e\">Welcome to an era in which the friction between an idea, and creatively expressing that idea, is removed. Whether it is as an image, an essay, an animated story, or even a video, you can simply talk about what you see in your mind’s eye and get immediate visual output. “But that’s not real creativity!” some may exclaim. Until now, “creativity” has conflated both the generation of ideas and the process involved to express those ideas.&nbsp;<em>Is the process of intricately chiseling a beautiful sculpture creative, or is the idea of the sculpture — the image conjured up in the mind’s eye — the truly creative part of an otherwise laborious and tedious process?&nbsp;<\/em>It’s an age-old argument. Michelangelo, for instance, believed that each stone has a statue inside it and the sculptor discovers it by chipping away. At the same time, the great master employed as many as 13 assistants to help him paint the Sistine Chapel. So, it’s complicated.<\/p>\n\n\n\n<p id=\"dae0\">Most artists today can’t afford 13 human assistants, but they use other tools to reduce the laborious parts of creativity, including AI-powered shortcuts, component libraries for product designers, templates, and now generative AI. This latest breakthrough has elicited both fanfare and fear because of its ability to conjure up an original piece of media based solely on a text prompt. Conceptually, it’s like a roomful of inexperienced interns who instantly present you with endless renditions of whatever you describe. Most of what they present will be wrong, but you may get some stuff to work with and, occasionally, something novel will catch your eye.<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p><\/p>\n\n\n\n\n\n\n<p id=\"84c3\"><\/p>\n","protected":false},"excerpt":{"rendered":"<p>It’s remarkable to watch a five-year-old draw, void of any anxiety about what the world will think. We all start our lives creatively confident, happy to create and share our work with pride. And then, as we age, our comfort with creative expression declines. We’re discouraged by the learning curve of creative skills and tools, [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":841,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[25],"tags":[38,41,43],"_links":{"self":[{"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/posts\/430"}],"collection":[{"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/comments?post=430"}],"version-history":[{"count":1,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/posts\/430\/revisions"}],"predecessor-version":[{"id":937,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/posts\/430\/revisions\/937"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/media\/841"}],"wp:attachment":[{"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/media?parent=430"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/categories?post=430"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/frenify.com\/work\/envato\/frenify\/wp\/popito\/1\/wp-json\/wp\/v2\/tags?post=430"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}